{
  "blog__satu": [
    {
      "title": "Pelantikan Pimpinan Ranting IPM PAM Purwokerto: Panti Putri Muhammadiyah Purwokerto",
      "author": "adminpamputripwt",
      "date": "28 April 2024",
      "image": "../../assets/images/news-3.png",
      "content": [
        "Ikatan Pelajar Muhammadiyah (IPM) adalah salah satu organisasi otonom di bawah naungan Muhammadiyah yang berfokus pada pembinaan dan pengembangan pelajar.",
        "Pelantikan pengurus baru Ikatan Pelajar Muhammadiyah (IPM) Purwokerto periode 2024-2025 berlangsung dengankhidmat di Aula Gedung Pusat Dakwah Muhammadiyah Purwokerto pada 4 Juni 2024. Acara ini dihadiri oleh ratusan anggota IPM, para tokoh Muhammadiyah, dan tamu undangan lainnya.",
        "Pelantikan ini bertujuan untuk meresmikan pengurus baru IPM yang akan menjalankan roda organisasi selama satu tahun ke depan. Pengurus baru diharapkan dapat membawa semangat baru dan inovasi dalam melaksanakan program-program IPM yang berfokus pada pembinaan dan pengembangan pelajar.",
        "Para peserta yang hadir memberikan respon positif terhadap acara pelantikan ini. Salah satu anggota IPM, Fadhila Anjani, mengungkapkan, “Saya sangat terinspirasi dengan semangat dan visi pengurus baru. Saya yakin IPM akan semakin maju dan memberikan banyak manfaat bagi pelajar Muhammadiyah di Purwokerto.”",
        "Ikatan Pelajar Muhammadiyah (IPM) adalah organisasi pelajar yang berada di bawah naungan Muhammadiyah. IPM bertujuan untuk membina dan mengembangkan potensi pelajar dalam berbagai bidang, termasuk akademik, keagamaan, seni, dan sosial, dengan landasan nilai-nilai Islam dan semangat kemuhammadiyahan."
      ]
    }
  ],
  "blog__dua": [
    {
      "title": "Pelatihan Digital Marketing Bersama Mahasiswa UIN SAIZU",
      "author": "adminpamputripwt",
      "date": "29 Mei 2024",
      "image": "../../assets/images/news-2.png",
      "content": [
        "Mahasiswa Universitas Islam Negeri Profesor Kiai Haji Saifuddin Zuhri (UIN SAIZU) mengadakan pelatihan digital marketing di Panti Asuhan Muhammadiyah Purwokerto.",
        "Pelatihan yang berlangsung pada 4 Juni 2024 ini bertujuan untuk memberikan pengetahuan dan keterampilan dasar dalam pemasaran digital kepada anak-anak panti asuhan dan pengurusnya.",
        "Pelatihan ini dirancang untuk membekali peserta dengan keterampilan digital marketing yang dapat digunakan untuk mempromosikan produk dan kegiatan panti asuhan secara lebih efektif di dunia maya. Selain itu, pelatihan ini juga bertujuan untuk meningkatkan kemandirian dan kreativitas anak-anak panti asuhan dalam memanfaatkan teknologi digital.",
        "Para peserta pelatihan sangat antusias dan bersemangat mengikuti setiap sesi. Salah satu anak panti asuhan, Fadhila Anjani, menyatakan, “Pelatihan ini sangat bermanfaat dan membuka wawasan saya tentang bagaimana cara menggunakan media sosial dan internet untuk hal-hal positif. Saya jadi lebih percaya diri untuk mengembangkan keterampilan ini ke depan.”"
      ]
    }
  ],
  "blog__tiga": [
    {
      "title": "Kegiatan Jambore Tingkat Provinsi Jawa Tengah",
      "author": "adminpamputripwt",
      "date": "30 Mei 2024",
      "image": "../../assets/images/news-1.png",
      "content": [
        "Jambore Anak Panti Asuhan tingkat Provinsi Jawa Tengah yang berlangsung di Purwokerto telah sukses digelar.",
        "Acara yang diadakan dari 2 hingga 4 Juni 2024 ini diikuti oleh ratusan anak dari berbagai panti asuhan se-Jawa Tengah. Bertempat di Bumi Perkemahan Baturraden, jambore ini mengusung tema “Membangun Generasi Mandiri dan Berprestasi”.",
        "Jambore ini bertujuan untuk mempererat persaudaraan di antara anak-anak panti asuhan, mengembangkan keterampilan dan bakat mereka, serta menumbuhkan rasa percaya diri dan kemandirian. Selain itu, acara ini juga menjadi ajang untuk berbagi pengalaman dan belajar bersama.",
        "Para peserta jambore memberikan respon positif terhadap kegiatan ini. Salah satu peserta, Rina Maharani dari Panti Asuhan Muhammadiyah Purwokerto, menyatakan, “Jambore ini sangat menyenangkan dan memberikan banyak pengalaman baru. Saya belajar banyak hal, mulai dari keterampilan baru hingga cara bekerja sama dalam tim.”",
        "Jambore Anak Panti Asuhan tingkat Provinsi Jawa Tengah diakhiri dengan upacara penutupan dan pemberian penghargaan kepada para pemenang lomba. Ketua panitia, Ahmad Fauzi, mengucapkan terima kasih kepada semua pihak yang telah berkontribusi dalam suksesnya acara ini."
      ]
    }
  ],
  "artikel__satu": [
    {
      "title": "Amalan Shalat Tahajud",
      "author": "adminpamputripwt",
      "date": "18 Juni 2024",
      "image": "../../assets/images/news-amalan-tahajud.png",
      "content": [
        "Amalan Shalat tahajud adalah salah satu ibadah sunnah yang sangat dianjurkan dalam Islam Dilakukan pada sepertiga malam terakhir, shalat tahajud memiliki keutamaan khusus yang tidak dimiliki oleh shalat sunnah lainnya.",
        "Ibadah ini tidak hanya mendekatkan diri kepada Allah SWT, tetapi juga memberikan banyak manfaat spiritual dan fisik bagi yang melaksanakannya. Dalam artikel ini, kita akan membahas tentang keutamaan shalat tahajud, tata cara pelaksanaannya, dan manfaat yang dapat diperoleh.",
        "Shalat tahajud adalah momen terbaik untuk mendekatkan diri kepada Allah SWT. Dalam keheningan malam, hati dan pikiran lebih tenang sehingga lebih khusyuk dalam beribadah.",
        "Bangun di sepertiga malam dan melakukan aktivitas fisik seperti shalat dapat meningkatkan kesehatan fisik dan mental. Berbagai penelitian menunjukkan bahwa orang yang rutin bangun malam memiliki kualitas tidur yang lebih baik dan lebih produktif di siang hari.",
        "Shalat tahajud adalah salah satu cara untuk mendapatkan ampunan Allah SWT dan menghapus dosa-dosa yang telah lalu. Rasulullah SAW bersabda: “Shalat malam itu lebih utama dari shalat siang, karena ketika itu lebih ikhlas dan lebih jauh dari riya.” (HR. Muslim).", 
        "Orang yang rutin melaksanakan shalat tahajud akan mendapatkan cahaya di hari kiamat yang akan menerangi jalannya menuju surga. Rasulullah SAW bersabda: “Siapa yang menjaga shalat tahajud dengan sungguh-sungguh, maka wajahnya akan terlihat bercahaya di siang hari.” (HR. Ibnu Majah)."

      ]
    }
  ],
  "artikel__dua": [
    {
      "title": "Amalan Membayar Zakat Fitrah",
      "author": "adminpamputripwt",
      "date": "18 Juni 2024",
      "image": "../../assets/images/zakat-fitrah.png",
      "content": [
        "Amalan membayar zakat fitrah, Zakat adalah salah satu dari lima rukun Islam yang wajib dilaksanakan oleh setiap Muslim yang mampu.",
        "Amalan ini memiliki peran penting dalam menjaga keseimbangan ekonomi dan sosial dalam masyarakat. Zakat bukan hanya ibadah individu, tetapi juga tanggung jawab sosial yang memiliki dampak luas bagi kesejahteraan umat.",
        "Dalam artikel ini, kita akan membahas tentang kewajiban membayar zakat, jenis-jenis zakat, serta manfaatnya bagi individu dan masyarakat. Al-Qur’an Surat At-Taubah ayat 103: “Ambillah zakat dari sebagian harta mereka, dengan zakat itu kamu membersihkan dan mensucikan mereka…”",
        "Hadis Rasulullah SAW: “Islam dibangun di atas lima perkara: syahadat, mendirikan shalat, menunaikan zakat, puasa  Ramadhan, dan menunaikan haji ke Baitullah.” (HR. Bukhari dan Muslim).", 
        "Zakat merupakan bentuk ketaatan dan kepatuhan kepada perintah Allah SWT. Dengan membayar zakat, seorang Muslim   menunjukkan komitmen dan tanggung jawabnya sebagai hamba yang taat."

      ]
    }
  ],
  "artikel__tiga": [
    {
      "title": "Amalan dan Manfaat Qurban",
      "author": "adminpamputripwt",
      "date": "10 Juni 2024",
      "image": "../../assets/images/manfaat-qurban.png",
      "content": [
        "Amalan dan Manfaat Qurban, yang juga dikenal sebagai Idul Adha atau Hari Raya Kurban, merupakan salah satu ibadah penting dalam Islam yang dilaksanakan setiap tahun pada bulan Dzulhijjah.",
        "Qurban berasal dari kata Arab “qaruba” yang berarti mendekatkan diri. Melalui ibadah qurban, umat Islam mendekatkan diri kepada Allah SWT dengan cara menyembelih hewan ternak seperti sapi, kambing, domba, atau unta.",
        "Amalan ini mengingatkan kita pada kisah pengorbanan Nabi Ibrahim AS dan putranya, Nabi Ismail AS, yang bersedia memenuhi perintah Allah untuk menyembelih putranya sebagai bukti ketaatan. Namun, Allah menggantikan Ismail dengan seekor domba, sehingga qurban menjadi simbol ketaatan dan kepasrahan kepada Allah.",
        "Qurban adalah bentuk nyata dari ketaatan dan ketaqwaan kepada Allah SWT. Dengan melaksanakan qurban, umat Islam  menunjukkan kepatuhan mereka terhadap perintah Allah dan mengenang pengorbanan Nabi Ibrahim AS.", 
        "Menurut hadits, ibadah qurban dapat menghapus dosa-dosa kecil pelakunya. Rasulullah SAW bersabda, “Tidak ada amal anak Adam pada hari Nahr yang lebih dicintai Allah daripada menumpahkan darah (menyembelih hewan qurban). Sesungguhnya ia akan datang pada hari kiamat dengan tanduk, bulu, dan kuku-kukunya. Sesungguhnya darah itu akan jatuh di suatu tempat di sisi Allah sebelum jatuh ke tanah, maka ikhlaskanlah diri kalian dengan qurban tersebut” (HR. Tirmidzi)."

      ]
    }
  ]
}